Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H17A.tmx
Source language: en_us
Languages: zh_cn

source: Internet False Identification Prevention Act of 2000
zh_cn: 美国2000年《互联网虚假身份证明防范法》

source: PUBLIC LAW 106–578—DEC. 28, 2000
zh_cn: 《公法公报》第106—578期—2000年12月28日

source: 114 STAT. 3075
zh_cn: 《联邦制定法大全》第114卷第3075页

source: Public Law 106–578
zh_cn: 《公法公报》第106—578期

source: 106th Congress
zh_cn: 第106届国会

source: An Act To strengthen the enforcement of Federal statutes relating to false identification, and for other purposes. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,
zh_cn: 美利坚合众国众议院和参议院为加强实施打击虚假身份证明的联邦制定法等目的而举行会议通过的法律

source: SECTION 1. SHORT TITLE.
zh_cn: 第1节 法律简称

source: This Act may be cited as the ‘‘Internet False Identification Prevention Act of 2000’’.
zh_cn: 援引本法时，可以称为“2000年《互联网虚假身份证明防范法》”。

source: SEC. 2. COORDINATING COMMITTEE ON FALSE IDENTIFICATION.
zh_cn: 第2节 反虚假身份证明协调委员会

source: (a) IN GENERAL.
zh_cn: 第（a）条

source: —The Attorney General and the Secretary of the Treasury shall establish a coordinating committee to ensure, through existing interagency task forces or other means, that the creation and distribution of false identification documents (as defined in section 1028(d)(3) of title 18, United States Code, as added by section 3(2) of this Act) is vigorously investigated and prosecuted.
zh_cn: 一般规定——司法部长和财政部长必须设立反虚假身份证明协调委员会，通过现有的跨机构专门小组或者采取其他措施，保障有力调查和起诉虚假身份证明文件【其释义由本法第3节第（2）款修改后的《美利坚合众国法典》第18编第1028节第（d）条第（3）款作出规定】的制作和传播行为。

source: (b) MEMBERSHIP.
zh_cn: 第（b）条 成员

source: —The coordinating committee shall consist of the Director of the United States Secret Service, the Director of the Federal Bureau of Investigation, the Attorney General, the Commissioner of Social Security, and the Commissioner of Immigration and Naturalization, or their respective designees.
zh_cn: ——反虚假身份证明协调委员会由美利坚合众国特勤局局长、联邦调查局局长、司法部长、社会保障署署长以及移民和归化署署长或者由他们各自委派的人员组成。

source: (c) TERM.
zh_cn: 第（c）条

source: —The coordinating committee shall terminate 2 years after the effective date of this Act.
zh_cn: 存续期限——自本法生效之日后2年内，反虚假身份证明协调委员会应当终止活动。

source: (d) REPORT.—
zh_cn: 第（d）条 报告——

source: (1) IN GENERAL.
zh_cn: （1）一般规定——

source: —The Attorney General and the Secretary of the Treasury, at the end of each year of the existence of the committee, shall report to the Committee on the Judiciary of the Senate and the Committee on the Judiciary of the House of Representatives on the activities of the committee.
zh_cn: 在反虚假身份证明协调委员会存续期间，司法部长和财政部长必须于每年年终时，向参议院司法委员会和众议院司法委员会报告协调委员会的活动情况。

source: (2) CONTENTS.
zh_cn: （2）内容

source: —The report referred to in paragraph (1) shall include—
zh_cn: ——第（1）款规定的报告必须含有如下内容——

source: (A) the total number of indictments and informations, guilty pleas, convictions, and acquittals resulting from the investigation and prosecution of the creation and distribution of false identification documents during the preceding year;
zh_cn: （A）在上年度调查和起诉的制作和传播虚假身份证明文件的案件中，大陪审团决定提起公诉、非大陪审团决定提起公诉、认罪答辩、有罪判决和无罪判决的案件总数；

source: (B) identification of the Federal judicial districts in which the indictments and informations were filed, and in which the subsequent guilty pleas, convictions, and acquittals occurred;
zh_cn: （B）大陪审团决定提起公诉与非大陪审团决定提起公诉以及由此而产生的认罪答辩、有罪判决和无罪判决所属的联邦司法区名称；

source: (C) specification of the Federal statutes utilized for prosecution;
zh_cn: （C）起诉时所适用的联邦制定法的具体规定；

source: (D) a brief factual description of significant investigations and prosecutions;
zh_cn: （D）调查和起诉的重大案件的简要案情；

source: (E) specification of the sentence imposed as a result of each guilty plea and conviction; and
zh_cn: （E）每件认罪答辩案件和有罪判决案件所确定的具体刑罚；

source: (F) recommendations, if any, for legislative changes that could facilitate more effective investigation and prosecution of the creation and distribution of false identification documents.
zh_cn: （F）为更有效地调查和起诉虚假身份证明文件的制作和传播行为，提出的立法修改建议。

source: SEC. 3. FALSE IDENTIFICATION.
zh_cn: 第3节 虚假身份证明

source: Section 1028 of title 18, United States Code, is amended—
zh_cn: 对《美利坚合众国法典》第18编第1028节作如下修改：

source: (1) in subsection (c)(3)(A), by inserting ‘‘, including the transfer of a document by electronic means’’ after ‘‘commerce’’; and
zh_cn: （1）在第（c）条第（3）款第（A）项的“商业”之后，增加“，包括通过电子手段传输文件”的规定；

source: (2) in subsection (d)—
zh_cn: （2）第（d）条——

source: (A) in paragraph (1), by inserting ‘‘template, computer file, computer disc,’’ after ‘‘impression,’’;
zh_cn: （A）在第（1）款的“影响”之后，增加“模板、计算机文档、计算机光盘”的规定；

source: (B) in paragraph (5), bystriking ‘‘and’’ after the semicolon;
zh_cn: （B）在第（5）款的分号之后，删除“并且”的规定；

source: (C) by redesignating paragraph (6) as paragraph (8);
zh_cn: （C）将第（6）款重新调整为第（8）款；

source: (D) by redesignating paragraphs (3) through (5) as paragraphs (4) through (6), respectively;
zh_cn: （D）将第（3）至（5）款分别重新调整为第（4）至（6）款；

source: (E) by inserting after paragraph (2) the following:
zh_cn: （E）在第（2）款之后，增加下列规定：

source: ‘‘(3) the term ‘false identification document’ means a document of a type intended or commonly accepted for the purposes of identification of individuals that—
zh_cn: “（3）‘虚假身份证明文件’的术语，指意图表明个人身份或者为证明个人身份而普遍接受的如下文件：

source: ‘‘(A) is not issued by or under the authority of a governmental entity; and
zh_cn: “（A）不是政府机关颁发的或者由其授权颁发的；

source: ‘‘(B) appears to be issued by or under the authority of the United States Government, a State, a political subdivision of a State, a foreign government, a political subdivision of a foreign government, or an international governmental or quasi-governmental organization;’’; and
zh_cn: “（B）但看似美利坚合众国政府、州政府及其所属部门、外国政府及其所属部门、国际组织或者准国际组织颁发的或者由其授权颁发的。”

source: (F) by inserting after paragraph (6), as redesignated, the following:
zh_cn: （F）在重新调整后的第（6）款之后，增加下列规定：

source: ‘‘(7) the term ‘transfer’ includes selecting an identification document, false identification document, or document-making implement and placing or directing the placement of such identification document, false identification document, or document-making implement on an online location where it is available to others; and’’.
zh_cn: “（7）‘转让’术语的含义，包括在他人可以登录的网页上挑选身份证明文件、虚假身份证明文件或者身份证明文件制作工具以及投放或者指示投放上述身份证明文件、虚假身份证明文件或者身份证明文件制作工具。”

source: SEC. 4. REPEAL.
zh_cn: 第4节 废止决定

source: Section 1738 of title 18, United States Code, and the item relating to that section in the table of contents for chapter 83 of that title, are repealed.
zh_cn: 《美利坚合众国法典》第18编第1783节以及该编第83章目录表中与该节有关的条目，予以废止。

source: SEC. 5. EFFECTIVE DATE.
zh_cn: 第5节 生效日期

source: This Act and the amendments made by this Act shall take effect 90 days after the date of enactment of this Act.
zh_cn: 本法以及根据本法作出的修改决定，在本法通过后90日生效。

source: Approved December 28, 2000.
zh_cn: 本法于2000年12月28日批准通过。
